{
    "locales": {
        "en": {
            "title": "<span class='text-primary'>Professional</span> Experience",
            "description": "A look into my work experience and career journey."
        },
        "es": {
            "title": "<span class='text-primary'>Berufserfahrung</span>",
            "description": "Eine Übersicht meiner Berufserfahrung."
        }
    },
    "items": [
        {
            "id": "experience_item_4",
            "place": "@link{places.ibsolution}",
            "period": [
                "2016/12",
                "2017/06"
            ],
            "locales": {
                "en": {
                    "title": "SAP Junior Consultant",
                    "description": "Working in the 'Digitalization and Innovation' team, primarily focusing on developments on the SAP Cloud Platform and HANA Native Development. Specializes in SAPUI5, XSJS, and HANA modeling. Participated in a three-month internal 'Consultant Training' course covering the fundamentals of time management and business etiquette."
                },
                "de": {
                    "title": "SAP Junior Berater",
                    "description": "Arbeitet im Team Digitalisierung und Innovation”, dass sich haupts ̈achlich mit Entwicklungen auf der SAP Cloud Platform und HANA Native Development besch ̈aftigt. Spezialisierung auf SAPUI5, XSJS und HANA-Modellierung. Teilnahme an einem dreimonatigen internen ”Beraterkurs”, der die Grundlagen des Zeitmanagements und der Business-Etikette vermittelt."
                }
            }
        },
        {
            "id": "experience_item_3",
            "place": "@link{places.ibsolution}",
            "period": [
                "2017/06",
                "2020/12"
            ],
            "locales": {
                "en": {
                    "title": "SAP Consultant",
                    "description": "Working on multiple projects in the fields of aviation, healthcare, and agriculture. Creating and delivering customer training for HANA Native Development and HANA Security."
                },
                "de": {
                    "title": "SAP Berater",
                    "description": "Arbeit an mehreren Projekten in den Bereichen Luftfahrt, Gesundheit und Landwirtschaft. Erstellung und Präsentation von Kundenschulungen für HANA Native Development und HANA Security."
                }
            }
        },
        {
            "id": "experience_item_1",
            "place": "@link{places.itelligence}",
            "period": [
                "2021/01",
                "2021/06"
            ],
            "locales": {
                "en": {
                    "title": "SAP Consultant",
                    "description": "Working on multiple ABAP Projects in the SD Field and HANA-Migrationprojects (XS to XSA)."
                },
                "de": {
                    "title": "SAP Berater",
                    "description": "Arbeit an mehreren Projekten im SD-Umfeld und HANA-Migrationsprojekten (XS zu XSA)."
                }
            }
        },
        {
            "id": "experience_item_2",
            "place": "@link{places.big_cube}",
            "period": [
                "2021/07",
                "2021/12"
            ],
            "locales": {
                "en": {
                    "title": "SAP Senior Consultant",
                    "description": "Maintaining and expanding multiple HANA projects with Smart Data Integration, native HANA Modeling Tools, and SAPUI5."
                },
                "de": {
                    "title": "SAP Senior Berater",
                    "description": "Pflege und Erweiterung mehrerer HANA-Projekte mit Smart Data Integration, nativen HANA Modeling Tools und SAPUI5."
                }
            }
        }
    ]
}